Repository: slowpokes/webasyst-framework
Catalog: *-apps/photos/plugins/publicgallery/locale/*/LC_MESSAGES/photos_publicgallery.po
Languages: ru_ru

source: User votes
ru_ru: Оценки пользователей

source: Close
ru_ru: Закрыть

source: Stop upload
ru_ru: Прервать

source: Files uploaded with errors
ru_ru: Произошла ошибка во время загрузки файлов

source: Failed to upload. Most probably, there were not enough memory to create thumbnails.
ru_ru: Ошибки при загрузке. Вероятно, недостаточно памяти для формирования эскизов изображений.

source: My uploads
ru_ru: Мои фотографии

source: To upload a photo, either <a href="#">sign up</a> or authorize using one of services listed below
ru_ru: Для загрузки фотографий <a href="#">зарегистрируйтесь</a> или авторизуйтесь с помощью одного из сервисов, перечисленных ниже.

source: Upload images
ru_ru: Выберите фотографии для загрузки

source: or drag them here to start upload
ru_ru: или перетащите фотографии сюда

source: Photo has been declined by the administrator
ru_ru: Фотография была отклонена администратором

source: Pending moderation
ru_ru: На модерации

source: Show more photos
ru_ru: Показать еще

source: Loading
ru_ru: Загрузка

source: Empty result
ru_ru: Пустой ответ

source: Upload complete! <a href="#">Reload page</a> to view your photos.
ru_ru: Загрузка завершена! <a href="#">Перезагрузите страницу</a>, чтобы увидеть фотографии.

source: Files with extensions *.gif, *.jpg, *.jpeg, *.png are allowed only.
ru_ru: Допускаются только файлы с расширениями .gif, .jpg, .jpeg, .png

source: Unknown photo
ru_ru: Неизвестный формат фотографии

source: Minimal photo size (px)
ru_ru: Минимально допустимый размер фотографии (в пикселях)

source: Limits the minimum width and height for photos uploaded in the frontend (in pixels)
ru_ru: Устанавливает ограничение на минимальную ширину и высоту фотографий, которые принимаются к загрузке во фронтенде приложения

source: Maximum photo size (px)
ru_ru: Максимально допустимый размер фотографии (в пикселях)

source: Limits the maximum width and height for photos uploaded in the frontend (in pixels)
ru_ru: Устанавливает ограничение на максимальную ширину и высоту фотографий, которые принимаются к загрузке во фронтенде приложения

source: Assign tags on upload
ru_ru: Назначить теги

source: Automatically assign listed tags for all photos uploaded in the frontend
ru_ru: Перечисленные теги будут автоматически назначены на все фотографии, которые пользователи загружают во фронтенде приложения

source: Moderation
ru_ru: Модерация

source: Define if photos uploaded in the frontend needs to be moderated in the backend or not. In case moderation is disabled, all photos will automatically appear in the frontend after upload
ru_ru: Настройка определяет должны ли фотографии, загружаемые пользователями во фронтенде, проходить обязательную модерацию перед публикацией. При выключении модерации фотографии автоматически будут попадать в общий поток.

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Rate
ru_ru: Оценка

source: cancel my vote
ru_ru: очистить мою оценку

source: Declined
ru_ru: Отклоненные

source: Approve photo
ru_ru: Опубликовать

source: Decline
ru_ru: Отклонить

source: Approve
ru_ru: Опубликовать

source: Rate this photo:
ru_ru: Оцените фотографию:

source: My vote:
ru_ru: Моя оценка:

source: To upload a photo, either <a href="%s">sign up</a> or authorize using one of the services listed below.
ru_ru: Для загрузки фотографий <a href="%s">зарегистрируйтесь</a> или авторизуйтесь с помощью одного из сервисов, перечисленных ниже.

source: To upload a photo, either <a href="%s">create an account</a> or <a href="%s">sign in</a> as a registered user.
ru_ru: Для загрузки фотографий <a href="%s">зарегистрируйтесь</a> или <a href="%s">авторизуйтесь</a>.

source: Please sign in to be able to vote for photos
ru_ru: Авторизуйтесь, чтобы проголосовать за фотографию

source: You may not vote for your own photos
ru_ru: Вы не можете голосовать за свои фотографии

source: Self photo voting
ru_ru: Голосование за свои фото

source: Author can vote for self uploaded photos
ru_ru: Автор фотографий может оставлять голоса за свои фотографии

source: Public Gallery
ru_ru: Фотогалерея

source: Enables the ability to upload and vote for photos in the app frontend
ru_ru: Включает возможность загрузки фотографий в фронтенде и коллективного голосования за фотографии

source: %d vote
ru_ru: %d оценка
