Repository: slowpokes/webasyst-framework
Catalog: *-plugins/shipping/regionalpickup/locale/*/LC_MESSAGES/shipping_regionalpickup.po
Languages: ru_ru

source: List of pick-up points will be restricted to the selected country.
ru_ru: Список пунктов выдачи заказов будет ограничен указанной страной

source: Pick-up point Region
ru_ru: Регион пунктов выдачи заказов

source: List of pick-up points will be restricted to the selected region.
ru_ru: Список пунктов выдачи заказов будет ограничен указанным регионом

source: Locations
ru_ru: Пункты выдачи заказов (ПВЗ)

source: Customer will be prompted to select preferred location from the list
ru_ru: Покупателю будет предложено выбрать пункт выдачи заказа из списка

source: Location name
ru_ru: Название пункта

source: Shipping rate (surcharge)
ru_ru: Стоимость доставки (наценка)

source: Add location
ru_ru: Добавить пункт

source: Pickup Points
ru_ru: Пункты выдачи заказов

source: Pickup points by regions (customer selects a pickup point from the list).
ru_ru: Пункты выдачи заказов по регионам. Покупателю будет предложено выбрать пункт выдачи заказов в его регионе

source: Currency
ru_ru: Валюта

source: Currency in which shipping rate is provided
ru_ru: Валюта в которой указана стоимость доставки

source: Prompt for address
ru_ru: Запрашивать адрес

source: Request customer to fill in all address fields in case shipping address was not provided yet
ru_ru: Просить покупателя ввести адрес доставки, если он еще не был введен до расчета стоимости доставки

source: Free delivery limit
ru_ru: Бесплатная доставка

source: Maximum weight (kg)
ru_ru: Максимальный вес (кг.)

source: No suitable pick-up points
ru_ru: Нет подходящих пунктов выдачи

source: Code
ru_ru: Код ПВЗ

source: Pick-up point name cannot be empty
ru_ru: Название ПВЗ не может быть пустым
