Repository: slowpokes/webasyst-framework
Catalog: *-apps/blog/plugins/import/locale/*/LC_MESSAGES/blog_import.po
Languages: ru_ru

source: Source
ru_ru: Откуда

source: Platform
ru_ru: Платформа

source: Select platform
ru_ru: Выберите платформу

source: Target
ru_ru: Куда

source: Import
ru_ru: Импортировать

source: Please do not close your browser window and do not leave this page until the entire import process is finished.
ru_ru: Пожалуйста, не закрывайте окно браузера и не уходите с этой страницы, чтобы не прервать процесс импорта.

source: Transport type %s not found
ru_ru: Платформа %s не найдена

source: Import posts and comments from a WordPress blog
ru_ru: Импорт записей и комментариев из блога на основе WordPress

source: Import posts from a LiveJournal blog (comments are not imported)
ru_ru: Импорт записей из ЖЖ (комментарии не будут импортированы)

source: Search for
ru_ru: Найти

source: Replace with
ru_ru: Заменить на строку

source: Reg Exp<br /> (advanced)
ru_ru: Reg Exp

source: Add a rule
ru_ru: Добавить правило

source: LiveJournal user
ru_ru: Пользователь ЖЖ

source: Password
ru_ru: Пароль

source: Target blog not found
ru_ru: Целевой блог не найден

source: Invalid URL
ru_ru: Неверный URL

source: I/O error: %s
ru_ru: Ошибка чтения данных: %s

source: WordPress version should be at least 1.5.0
ru_ru: Версия WordPress должна быть не ниже 1.5.0. Пожалуйста, обновите ваш блог WordPress до более новой версии

source: Source blog URL
ru_ru: Адрес блога, из которого должны быть импортированы записи

source: Login
ru_ru: Логин

source: Wordpress blog user login
ru_ru: Логин пользователя WordPress

source: Wordpress blog user password
ru_ru: Пароль пользователя WordPress

source: All imported posts will be authored by this user
ru_ru: Автором всех импортированных записей будет назначен выбранный пользователь Вебасиста

source: Import posts
ru_ru: Импорт записей

source: Transfer posts from popular blog platforms such as Wordpress and LiveJournal
ru_ru: Импорт записей из блогов, работающих на основе популярных платформ, таких как ЖЖ и Вордпресс

source: Filter duplicate posts
ru_ru: Дубликаты

source: By post title
ru_ru: Фильтровать по заголовку записи

source: If a blog post with the same name exists in the target WebAsyst blog, the post will not be imported
ru_ru: Не импортировать запись, если запись с таким заголовком уже существует

source: Don’t filter duplicates
ru_ru: Импортировать все записи

source: All posts will be imported
ru_ru: Без фильтрации дубликатов

source: Blog
ru_ru: Блог

source: Target blog where all posts should be imported
ru_ru: Целевой блог, в который будут добавлены записи

source: Author
ru_ru: Автор

source: Find and replace
ru_ru: Найти и заменить строки в текстах записей

source: Remove the rule
ru_ru: Удалить правило

source: If you leave this page now, the import process is likely to be interrupted. Leave the page?
ru_ru: Если вы уйдете со страницы сейчас, процесс импорта будет прерван. Прервать импорт?

source: Author not found or has insufficient rights
ru_ru: Автор не найден или не имеет достаточных прав

source: LiveJournal does not appear to be responding right now. Please try again later.
ru_ru: Живой Журнал в данный момент недоступен. Пожалуйста, повторите попытку позже.

source: Invalid settings
ru_ru: Неверно указаны настройки подключения

source: LiveJournal
ru_ru: ЖЖ (LiveJournal)

source: PHP extension curl required
ru_ru: Для импорта записей требуется поддержка PHP-расширения curl

source: Data access URL
ru_ru: URL доступа к данным

source: For WebAsyst <strong>PHP software</strong> installed on your server:<br /> 1. Download data access script <a href="http://www.webasyst.com/wa-data/public/site/downloads/old-webasyst-export-php.zip">export.php</a>, and upload it to your Webasyst published/ folder via FTP.<br /> 2. Enter the complete URL to this file, which should look like this: <strong>http://YOUR_WEBASYST_ROOT_URL/published/export.php</strong><br /><br /> For <strong>hosted accounts</strong>: get your Secure Data Access URL in your ACCOUNT.webasyst.net backend’s “Account (link in the top right corner) &gt; System Settings” page.
ru_ru: Для <strong>PHP-скриптов</strong> WebAsyst, установленных на вашем сервере:<br /> 1. Скачайте скрипт доступа к данным <a href="http://www.webasyst.com/wa-data/public/site/downloads/old-webasyst-export-php.zip">export.php</a> и загрузите его по FTP на сервер с установленными скриптами в директорию published/.<br /> 2. Введите полный URL к этому файлу, который должен иметь следующий вид: <strong>http://YOUR_WEBASYST_ROOT_URL/published/export.php</strong><br /><br /> Для аккаунтов <strong>веб-сервисов</strong>: защищенный URL доступа к данным вашего аккаунта вы можете получить в бекенде вашего аккаунта ACCOUNT.webasyst.net в разделе «Аккаунт (ссылка в верхнем правом углу) &gt; Системные настройки».

source: WebAsyst user login
ru_ru: Логин пользователя WebAsyst

source: WebAsyst user password
ru_ru: Пароль пользователя WebAsyst

source: Invalid URL, login or password
ru_ru: Неверное сочетание URL, логина и пароля

source: Invalid server response
ru_ru: Неверный ответ сервера

source: Invalid server response with code %d
ru_ru: Неверный ответ сервера. Код ошибки: %d

source: PHP extension curl not loaded
ru_ru: Ошибка инициализации PHP-расширения curl

source: Error while init Curl
ru_ru: Ошибка инициализации Curl

source: Curl error %d#:%s
ru_ru: Ошибка Curl %d#:%s

source: PHP extension SimpleXML required
ru_ru: Для импорта записей требуется поддержка PHP-расширения SimpleXML

source: Path to folder
ru_ru: Путь к установке

source: Path to folder of the WebAsyst (old version) installation
ru_ru: Путь к папке с установленными скриптами WebAsyst (старой версии)

source: Invalid PATH %s; %s
ru_ru: Неверный PATH %s; %s

source: directory not exists
ru_ru: директория не существует

source: file kernel/wbs.xml not found
ru_ru: файл kernel/wbs.xml не найден

source: invalid file %s
ru_ru: ошибка чтения файла %s

source: Invalid SQL server name
ru_ru: Неверное имя SQL-сервера

source: WebAsyst Shop-Script (same server)
ru_ru: WebAsyst Shop-Script (на этом же сервере)

source: Import news from WebAsyst Shop-Script (older version of the Shop-Script app)
ru_ru: Импорт новостей из WebAsyst Shop-Script (из старой версии Shop-Script)

source: WebAsyst Shop-Script (remote server)
ru_ru: WebAsyst Shop-Script (на удаленном сервере)
