Repository: slowpokes/webasyst-framework
Catalog: *-apps/mailer/plugins/shopscript/locale/*/LC_MESSAGES/mailer_shopscript.po
Languages: ru_ru

source: Shopscript integration settings
ru_ru: Настройки интеграции с Shop-Script

source: Save
ru_ru: Сохранить

source: Import from WebAsyst Shop-Script
ru_ru: Импорт из WebAsyst Shop-Script

source: Allows to create recipients list from buyers and subscribers in old version of Shop-Script
ru_ru: Позволяет сделать список получателей рассылки из покупателей и подписчиков в старой версии Shop-Script

source: Import from Shop-Script
ru_ru: Импорт из Shop-Script

source: All customers
ru_ru: Все покупатели

source: News subscribers
ru_ru: Подписчики на новости

source: All Shop-Script customers
ru_ru: Все покупатели Shop-Script

source: Shop-Script news subscribers
ru_ru: Подписчики на новости Shop-Script

source: Shop-Script database:
ru_ru: База данных Shop-Script:

source: customize
ru_ru: настроить

source: Please specify access parameters to MySQL database where WebAsyst Shop-Script is installed:
ru_ru: Укажите параметры доступа к базе данных MySQL, в которой установлено приложение WebAsyst Shop-Script:

source: access error
ru_ru: ошибка доступа

source: Add newsletter subscribers from the database of your online store based on the WebAsyst Shop-Script application (previous version).
ru_ru: Добавьте в качестве получателей рассылки покупателей и подписчиков на новости из базы данных вашего интернет-магазина, созданного на основе приложения WebAsyst Shop-Script (предыдущая версия).
