Repository: slowpokes/webasyst-framework
Catalog: *-apps/developer/locale/*/LC_MESSAGES/developer.po
Languages: ru_ru

source: Developer
ru_ru: Разработка

source: Save as template
ru_ru: Сохранить шаблон

source: Delete template
ru_ru: Удалить шаблон

source: Run
ru_ru: Выполнить

source: Result
ru_ru: Результат

source: Click Run button to execute the code and to see the result.
ru_ru: Нажмите «Выполнить», чтобы увидеть результат работы кода.

source: Assign variables to Smarty:
ru_ru: Назначайте переменные Smarty:

source: ...or echo promptly:
ru_ru: ... или выводите значения переменных напрямую:

source: ...or use debug output helpers such as print_r() and var_dump().
ru_ru: ... или используйте для вывода print_r() и var_dump().

source: E.g. wa_print_r() would output all its arguments and exit:
ru_ru: Например, wa_print_r() выводит все переданные аргументы:

source: Helper to show all variables assigned to current template.
ru_ru: Хелпер, позволяющий вывести все переменные, переданные в текущий шаблон.

source: Enter template name (both PHP and Smarty editors will be saved):
ru_ru: Введите название шаблона (будут сохранены и PHP, и Smarty):

source: saved templates
ru_ru: сохраненные шаблоны

source: Coding sandbox
ru_ru: Песочница

source: Coding sandbox is available for Webasyst admin users only.
ru_ru: Песочница доступна только для пользователей Вебасиста, обладающих полными административными правами.

source: Coding sandbox works only if Debug mode is enabled in the Installer app.
ru_ru: Песочница работает только при включенном режиме отладки (debug_mode) в приложении «Инсталлер».

source: This application is available for Webasyst admin users only.
ru_ru: Приложение доступно только для пользователей Вебасиста, обладающих полными административными правами.

source: This application works only when Debug mode is enabled in the Installer app.
ru_ru: Приложение работает только при включенном режиме отладки (debug_mode) в приложении «Инсталлер».

source: Permanently delete template “%s”?
ru_ru: Удалить сохраненный шаблон «%s»?
